{"backend": "tensorflow", "keras_version": "2.2.4-tf", "class_name": "Sequential", "config": {"name": "sequential", "layers": [{"class_name": "Dense", "config": {"bias_constraint": null, "kernel_regularizer": null, "activity_regularizer": null, "batch_input_shape": [null, 2], "kernel_constraint": null, "activation": "tanh", "dtype": "float32", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "dtype": "float32", "seed": null}}, "bias_regularizer": null, "units": 10, "name": "dense"}}, {"class_name": "Dense", "config": {"bias_constraint": null, "kernel_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "activation": "tanh", "dtype": "float32", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "dtype": "float32", "seed": null}}, "bias_regularizer": null, "units": 5, "name": "dense_1"}}, {"class_name": "Dense", "config": {"bias_constraint": null, "kernel_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "activation": "linear", "dtype": "float32", "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "use_bias": true, "kernel_initializer": {"class_name": "RandomUniform", "config": {"maxval": 0.05, "minval": -0.05, "dtype": "float32", "seed": null}}, "bias_regularizer": null, "units": 1, "name": "dense_2"}}]}}